{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"-","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":null,"post_processor":null,"decoder":null,"model":{"type":"WordPiece","unk_token":"-","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"-":0,"A":1,"C":2,"G":3,"M":4,"N":5,"R":6,"T":7,"Y":8,"a":9,"c":10,"g":11,"t":12,"##a":13,"##g":14,"##t":15,"##c":16,"##T":17,"##G":18,"##A":19,"##C":20,"##N":21,"##Y":22,"##M":23,"##R":24,"##NN":25,"##TT":26,"##AA":27,"##tt":28,"##aa":29,"##TG":30,"##AG":31,"##CC":32,"##NNNN":33,"##TC":34,"##ag":35,"##tg":36,"##AC":37,"##tc":38,"##GG":39,"##ac":40,"##NNNNNNNN":41,"##AT":42,"##ATT":43,"##att":44,"##cc":45,"##ATG":46,"##at":47,"##GC":48,"##gg":49,"##TAA":50,"##aaaa":51,"##ACC":52,"##TCC":53,"##AGC":54,"##ATC":55,"##NNNNNNNNNNNNNNNN":56,"##AGG":57,"##TTC":58,"##AAG":59,"##atg":60,"##AAC":61,"##tttt":62,"##atc":63,"##TGC":64,"##gc":65,"##TGG":66,"##TTG":67,"##taa":68,"##TAG":69,"##ttc":70,"##TAC":71,"##aag":72,"##CCC":73,"##agg":74,"##agc":75,"##GGC":76,"##aac":77,"##ttg":78,"##AAAA":79,"##tgc":80,"##acc":81,"##NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":82,"##tatt":83,"##TAT":84,"##GGG":85,"##AGAA":86,"##TATT":87,"##tgg":88,"##tag":89,"##tcc":90,"##TTTT":91,"##tac":92,"##tat":93,"##AGAG":94,"##TCTG":95,"##agaa":96,"##ATTC":97,"##ACTG":98,"##tctc":99,"##ATAA":100,"##TATG":101,"##TCTT":102,"##ACAG":103,"##ataa":104,"##ACAA":105,"##TGAA":106,"##ACTT":107,"##attc":108,"##tggg":109,"##ccc":110,"##TCAG":111,"##TCCC":112,"##tttc":113,"##tgag":114,"##TGGG":115,"##TCAA":116,"##TTCC":117,"##ATCC":118,"##ACCC":119,"##ATGC":120,"##ATTG":121,"##TGCC":122,"##ATGG":123,"##agag":124,"##AGCC":125,"##AGGG":126,"##TGTT":127,"##TGGC":128,"##tgaa":129,"##ACG":130,"##AGGC":131,"##aggc":132,"##TATC":133,"##acac":134,"##TCTC":135,"##AGTT":136,"##atat":137,"##taaaa":138,"##TAAG":139,"##AAGG":140,"##TAAC":141,"##TGTG":142,"##tgtg":143,"##AATT":144,"##agcc":145,"##TCG":146,"##tccc":147,"##TACC":148,"##tatc":149,"##ACAC":150,"##ttaa":151,"##AAGC":152,"##TAGC":153,"##TTGG":154,"##AGTG":155,"##TAGG":156,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":157,"##NNNNNN":158,"##NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":159,"##NNNNNNN":160,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":161,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":162,"##tctg":163,"##tttg":164,"##tcac":165,"##attg":166,"##ggg":167,"##tatg":168,"##AAAG":169,"##atac":170,"##ATAG":171,"##GCC":172,"##agac":173,"##AACC":174,"##TCAC":175,"##TTGC":176,"##ATAC":177,"##aaac":178,"##ggc":179,"##TGAG":180,"##aaag":181,"##TTTC":182,"##tctt":183,"##TTTG":184,"##tggc":185,"##atatt":186,"##atgg":187,"##AATG":188,"##taag":189,"##AAAC":190,"##atag":191,"##atttt":192,"##ttttc":193,"##TA":194,"##tcaa":195,"##tgcc":196,"##TTAA":197,"##ATATT":198,"##gcc":199,"##ttcc":200,"##ACTC":201,"##tcag":202,"##acag":203,"##CCCC":204,"##aaaag":205,"##taac":206,"##aatt":207,"##atgc":208,"##AGAC":209,"##TGTC":210,"##ta":211,"##aaaaaaaa":212,"##tttttttt":213,"##actt":214,"##atcc":215,"##GGCC":216,"##TGAC":217,"TC":218,"##ATAT":219,"##aaaac":220,"##AGTC":221,"##AATC":222,"##tagc":223,"##acaa":224,"##ATTTT":225,"##ttgg":226,"##GCG":227,"##aagaa":228,"CC":229,"TG":230,"##TCCCC":231,"##ATTCC":232,"AC":233,"##AGGCC":234,"AG":235,"##TGGCC":236,"##GGGG":237,"##AAGAA":238,"##AAGCC":239,"##ttgc":240,"##ATATG":241,"##ttttg":242,"##TATTC":243,"##agtg":244,"##TTTTC":245,"##aagc":246,"##ATATC":247,"##TCTTC":248,"##TTAC":249,"##AAATG":250,"##GGGC":251,"##tattc":252,"##aaaaaa":253,"##aggg":254,"##ttatt":255,"##accc":256,"##actg":257,"##tataa":258,"GC":259,"##AGATG":260,"##AGGAA":261,"##atatc":262,"##TTTCC":263,"##TCTCC":264,"##agtt":265,"##TTGCC":266,"##aacc":267,"##tgtaa":268,"##TTAG":269,"tc":270,"##ATAAC":271,"##ACCCC":272,"##ATCCC":273,"##tcttc":274,"##TCTGC":275,"##atgaa":276,"##AAAAC":277,"##tgtt":278,"##TCATT":279,"##atctc":280,"##AGAAG":281,"##ACATT":282,"##AATAA":283,"##gag":284,"##ATGCC":285,"##ATGGC":286,"##tgggc":287,"##TTTAA":288,"##TCATC":289,"##aagg":290,"##AAATT":291,"##ACAGC":292,"GG":293,"##AGAGC":294,"##attac":295,"##ataaaa":296,"##ACTTC":297,"##TTCCC":298,"##TCAGC":299,"##AGAAC":300,"##tgac":301,"##atttc":302,"##tttaa":303,"##aggcc":304,"##TATTG":305,"##ATAGC":306,"##TGGGG":307,"##ATAAG":308,"##tacc":309,"##AAATC":310,"##TGGGC":311,"##TTTTG":312,"##TGTTC":313,"##ttgaa":314,"##AGATT":315,"##AGGGC":316,"##attaa":317,"##AAAAG":318,"##ATGGG":319,"##TTATT":320,"ag":321,"##AAAGC":322,"##TGCCC":323,"##ACATC":324,"##ataag":325,"##ACCG":326,"##TGATT":327,"##TGAAG":328,"##AATTC":329,"##TGTAA":330,"##AGTAA":331,"##AGCCC":332,"##TTTGC":333,"##tagg":334,"##AGAGG":335,"tg":336,"##TGAGC":337,"##AACG":338,"##tatttt":339,"##TGATG":340,"##AGTTC":341,"##TATCC":342,"##ACTGC":343,"##TCTAA":344,"##tcagg":345,"##agaag":346,"##atatg":347,"##TATGC":348,"##TCACC":349,"##ATACC":350,"ac":351,"##ACATG":352,"##actgc":353,"##TGTGC":354,"##TGTCC":355,"##TCTGG":356,"##TCATG":357,"##agaaaa":358,"##attatt":359,"##TGAGG":360,"##TGAAC":361,"##AGGGG":362,"##TCTTG":363,"##actc":364,"##agtc":365,"##CCG":366,"##ATCG":367,"##ATTGC":368,"##ACTCC":369,"##TGTGG":370,"##aC":371,"##acg":372,"##GGAA":373,"##tcccagc":374,"##tggcc":375,"##AGCG":376,"##tgtc":377,"##agttc":378,"##atgcc":379,"##actcc":380,"##TTTAC":381,"##aatc":382,"##TACCC":383,"##ACTAA":384,"##AAGGC":385,"##TATGG":386,"##TCAGG":387,"##TTTGG":388,"##TGTTG":389,"##ACAGG":390,"##TCAAC":391,"##tgcag":392,"##TTTAG":393,"##AGATC":394,"##TTGGC":395,"##agatc":396,"##ttac":397,"##ggcc":398,"##ACGC":399,"##ttctc":400,"##AGTAG":401,"##TCTAG":402,"##aggctgg":403,"##ACAAC":404,"##TCAAG":405,"##ACACC":406,"##AAACC":407,"##TGTAG":408,"##TTATC":409,"##TCGC":410,"##AAAGG":411,"##ttctt":412,"##AGTGG":413,"##TGACC":414,"##taataa":415,"##aG":416,"##attgc":417,"##TCCG":418,"##AGTGC":419,"##ataac":420,"##Ac":421,"##TCTAC":422,"##ATAGG":423,"##ACGG":424,"##TTCG":425,"##tgagcc":426,"##tC":427,"##TGATC":428,"cc":429,"##ACTTG":430,"##ACAAG":431,"##tttttg":432,"##ACTGG":433,"##aatg":434,"##AGTTG":435,"##AATAG":436,"##AGACC":437,"##tattg":438,"##AATGC":439,"##AATAC":440,"##atataa":441,"##tG":442,"##AAGGG":443,"##tttttt":444,"##tcagcc":445,"##TTGGG":446,"##ATA":447,"##AGTCC":448,"##TAAGC":449,"##atctg":450,"##agatt":451,"##ATAAAA":452,"##TTAAC":453,"##TGCG":454,"##TCGG":455,"##atcac":456,"##TTATG":457,"##gggc":458,"##tgaggc":459,"##atattc":460,"##AATTG":461,"##atctt":462,"##TGTAC":463,"##ATTGG":464,"##agatg":465,"##GGCG":466,"##aataa":467,"##TTAAG":468,"##Tc":469,"##gtg":470,"gc":471,"##aagtg":472,"##AATCC":473,"##TAAGG":474,"##tcttg":475,"##atttg":476,"##attttc":477,"##AACCC":478,"##TAGGC":479,"##ACTAC":480,"##TTTTCC":481,"##AGTAC":482,"##agaac":483,"##TAGCC":484,"##TAACC":485,"##AATGG":486,"##Ag":487,"##ata":488,"##tgagg":489,"##AAAT":490,"##Tg":491,"##AGAAGC":492,"##TCTTCC":493,"##TTACC":494,"##tcctg":495,"##ttcttc":496,"##tttttc":497,"##AGAAAA":498,"##TAGGG":499,"##TTAGC":500,"##ttctg":501,"##atcaa":502,"##acacacac":503,"##taatt":504,"##gggg":505,"##attcc":506,"##acctc":507,"##CCCG":508,"##TACG":509,"##tagaa":510,"##tatac":511,"##ACTAG":512,"##tgaag":513,"##atggc":514,"##AGA":515,"##TTCTT":516,"##aggaa":517,"##AGAT":518,"##tgggattac":519,"##AGAAGG":520,"##ggaa":521,"##ATTTTC":522,"##TCT":523,"##TGAAAA":524,"##ttcaa":525,"##AAA":526,"##acatt":527,"##TTTAT":528,"##atgtg":529,"##aagaag":530,"##TTT":531,"##ACAT":532,"##tcg":533,"##TCTGCC":534,"##tgtag":535,"##cccc":536,"##tgtgtgtg":537,"##tcactgc":538,"##atttaa":539,"##ttttaa":540,"##actac":541,"##tttcc":542,"##ACA":543,"##TCA":544,"##tttatt":545,"##aagag":546,"##TCAT":547,"##GCGC":548,"TCC":549,"gg":550,"##tgatt":551,"##ACTTCC":552,"##acccc":553,"##ttgag":554,"##TGA":555,"##GGGCC":556,"##agagc":557,"##tgcaa":558,"##AGAGGC":559,"##ACAGCC":560,"##AAAAGC":561,"##TCTCTG":562,"##AATAT":563,"##TTAGG":564,"##ttaaaa":565,"##ttggcc":566,"##ATTTCC":567,"##atagc":568,"##TGAT":569,"##atcag":570,"##acttc":571,"##aaagtgc":572,"##tgggg":573,"##accatg":574,"##AGAGCC":575,"##agagg":576,"##tatatt":577,"##tgtaatcccagc":578,"##AGAGAA":579,"##TGT":580,"AGC":581,"##tacaa":582,"##aacaa":583,"##AGCAGC":584,"##tactt":585,"##actttggg":586,"##aaaaatt":587,"##TAAAA":588,"##TTTTGC":589,"TGC":590,"##aggtg":591,"aaa":592,"##ATGAA":593,"##atatatat":594,"CCC":595,"##aaaaac":596,"##tggaa":597,"##TTTCTG":598,"##accac":599,"##tagtag":600,"##ATTTTG":601,"##AGGAAG":602,"##TATAA":603,"##ATTTC":604,"##TGGAA":605,"##TCAGCC":606,"##tcctgcc":607,"##TTCTTC":608,"##ACAAAA":609,"##tactaaaa":610,"##agtaa":611,"##ACAGGC":612,"##tcatt":613,"##ATATTC":614,"##ACT":615,"##ATTTAA":616,"AGG":617,"##TGTTTT":618,"##aggagaa":619,"##atccc":620,"##AGT":621,"##agagaa":622,"##TTCTCC":623,"##AGAGGG":624,"##aggctgaggc":625,"##tgtctc":626,"##ACTGCC":627,"TGG":628,"##ACAGAA":629,"##TGTAT":630,"##TTTCTT":631,"##AAAACC":632,"##atgtt":633,"##TGCTGC":634,"##TGAGAA":635,"##ATATAA":636,"##TCTTTT":637,"##taaaac":638,"##gcg":639,"##gcaa":640,"##accagcc":641,"##tcagc":642,"##TTTATT":643,"##taaaag":644,"##aga":645,"##tctttt":646,"##actctg":647,"##ttgtg":648,"##TCCTCC":649,"##aggcg":650,"##atttttt":651,"##GCGG":652,"##actccagcc":653,"##ATGGCC":654,"##AAGAAG":655,"##AACAA":656,"GCC":657,"##acatg":658,"##ATGTT":659,"##TCAAAA":660,"##atagaa":661,"##ttt":662,"##ATCTT":663,"##ATTAA":664,"##tttac":665,"##TTCCCC":666,"##TCAGGG":667,"ACC":668,"##TCAGAA":669,"##TCTGGG":670,"##TTCTG":671,"##taatttt":672,"##ACAGGG":673,"##ATTTG":674,"##TTGAA":675,"##AGCTGC":676,"##aggctggag":677,"##TCTCCC":678,"##GCCG":679,"##TCACTG":680,"##TAGAA":681,"##AGCCCC":682,"##TCTAT":683,"##ttccc":684,"##TAATT":685,"##AGTTTT":686,"##TTCAA":687,"##ACTTTT":688,"##aagaaaa":689,"##ttag":690,"##tcagcctccc":691,"##ACGCC":692,"##TGGGGC":693,"##tgaaaa":694,"##ATCCCC":695,"##AGATAA":696,"##AGCAA":697,"##tgaac":698,"##TCTGGC":699,"##tgagc":700,"##AAAAGG":701,"##AGTAT":702,"##TTCTGC":703,"##TCAGGC":704,"##ttcac":705,"##TGAAGC":706,"##TCATTC":707,"GGC":708,"##tctcc":709,"##tttat":710,"##tatgc":711,"##tggag":712,"##TGAAGG":713,"##AGGAGG":714,"##aagcc":715,"##ttgccc":716,"##TCTCTT":717,"CG":718,"##AAGAAC":719,"##tagcc":720,"##AAGATG":721,"##tactc":722,"##ATAGAA":723,"##agcaa":724,"##AGGGCC":725,"##TCGCC":726,"##ACTAT":727,"##ATTGCC":728,"##AAGTT":729,"##TATTCC":730,"##ACTGGC":731,"##ACAAGG":732,"##ACAGAG":733,"##AGCTG":734,"##ACATTC":735,"##TGGGCC":736,"##atggg":737,"##ATTTAC":738,"##TTCATC":739,"##TGCCCC":740,"##attctc":741,"##tatcc":742,"##ACTGGG":743,"##AGCTCC":744,"##TGCTT":745,"##agtag":746,"##TCAAGG":747,"##TTGTT":748,"##TAATAA":749,"##tgagac":750,"##aactc":751,"##aagac":752,"##atacc":753,"##TGCTG":754,"##tttctc":755,"##atttatt":756,"##tgtgg":757,"##ACAAGC":758,"##ttgcc":759,"GGG":760,"##ATCATC":761,"##AACTT":762,"##ATTATT":763,"##ACTTGC":764,"##gaa":765,"##TCAGAG":766,"##tgtttt":767,"##tgatg":768,"##taaac":769,"##TTTTGG":770,"##TGGGGG":771,"##tttgc":772,"##ttatc":773,"##ACTTGG":774,"##ATCTG":775,"##aaatg":776,"##ttataa":777,"##TCTTGC":778,"##AGAACC":779,"##ATGATG":780,"##tgtat":781,"##TAAAAC":782,"##AGCTT":783,"##AGGGGC":784,"##ATTTGC":785,"##ATCAA":786,"##ATCTTC":787,"##ttcag":788,"##tgatc":789,"##ATCTCC":790,"##tgcg":791,"##gtctc":792,"##TGGAAG":793,"##cccagg":794,"##AGGAAC":795,"##AGCTTC":796,"##tcccc":797,"##ATATTG":798,"##TAAATG":799,"##tctgcc":800,"##AGTGAA":801,"##aaatt":802,"##ttgaac":803,"##ggag":804,"##tttttttttttttttt":805,"##ACACTG":806,"##ACTCTG":807,"##AGCTGG":808,"##TTTCCC":809,"##AGTATT":810,"##AGATTC":811,"##AGGCCC":812,"##ACATAA":813,"##tct":814,"##TCTTGG":815,"##tagctggg":816,"##tgttc":817,"##ATACAA":818,"##ATTCCC":819,"##tttttaa":820,"##ACCTCC":821,"##ttttcc":822,"##AGGATG":823,"##aaatc":824,"##aaaaag":825,"##acagaa":826,"##AGATGC":827,"##tttaaaa":828,"##AAT":829,"##aattc":830,"##tcatg":831,"##TGCTTC":832,"##tatag":833,"##ACACAG":834,"##tggctcac":835,"##TCTATT":836,"##gcag":837,"##ttgcag":838,"##AGGAGC":839,"##AAATAA":840,"##TTA":841,"##tcaag":842,"##tctgc":843,"##ACCACC":844,"##ATGTG":845,"##TCTCAA":846,"##TGGCCC":847,"##agcag":848,"##ATGAAG":849,"##atattg":850,"##ATCTGC":851,"##TCATCC":852,"##TTAAAA":853,"##TGTTGC":854,"##ACAACC":855,"##TTCTTG":856,"##aaaaaaaaaaaaaaaa":857,"##ttaac":858,"##tga":859,"##ATTTGG":860,"##ATTTAG":861,"##tca":862,"##TGTATT":863,"##aaaataa":864,"##TGCTCC":865,"##tcatc":866,"##ATATGC":867,"##ATTATC":868,"##ATATCC":869,"##ACGGC":870,"##TTTGAA":871,"##TCTCAG":872,"##ttcg":873,"##TCAAGC":874,"##AAAGAA":875,"##atacac":876,"##AGATGG":877,"##AGGTG":878,"##AACTTC":879,"##TGGCG":880,"##tatttatt":881,"##atgag":882,"##TCACAG":883,"##AAGTAA":884,"##tcccaaagtgc":885,"##ATACTT":886,"##AAGGCC":887,"##tactaaaaatac":888,"##attttg":889,"##ccaa":890,"##ACTATT":891,"##AGACAG":892,"##TCATAA":893,"##AGACTG":894,"##TCGGC":895,"##TCCTT":896,"##AAGTG":897,"##AACAGC":898,"##tcttgc":899,"##tgcagtggc":900,"##TGTTGG":901,"##AAGAGC":902,"##aca":903,"##ataaataa":904,"##TGCCG":905,"##tatttttagtag":906,"##AACTG":907,"##ACATCC":908,"##ATACTG":909,"##tctttc":910,"##AGTTCC":911,"##ATGTAA":912,"##aacatgg":913,"##TACTT":914,"##TGCTGG":915,"##tcacc":916,"##TCATTG":917,"##taggc":918,"##AAATTC":919,"##AACATC":920,"##TCCTTC":921,"##TCAACC":922,"##TCACTT":923,"##AGTGGG":924,"##aggagg":925,"##AAGCCC":926,"##ATAGTT":927,"##acagc":928,"##agagagag":929,"##AGACAA":930,"##TCACCC":931,"##AGCCG":932,"##ACATTG":933,"##ACATGC":934,"##AGGTGG":935,"##tgt":936,"##tgtgc":937,"##ACACAA":938,"##TCCTG":939,"##TGCAGC":940,"##tattaa":941,"##ATGTTC":942,"##ATAAGC":943,"##TCCCG":944,"##tttgaa":945,"##AGGCG":946,"##tatataa":947,"##tgagaa":948,"##tctctctc":949,"##AGTGGC":950,"##atagg":951,"##AGCATC":952,"##AGCACC":953,"##ATGAAC":954,"##TGTGAA":955,"##TGGTGG":956,"##TACAA":957,"##tacag":958,"##TTCTAA":959,"##act":960,"##ttttttg":961,"##gccc":962,"##acaaaa":963,"##TCTCG":964,"##tatatat":965,"##TCTATG":966,"##ACATGG":967,"##ttaag":968,"##aaggc":969,"##AAGGGC":970,"##TGCAA":971,"##aggcatg":972,"##ATACAG":973,"##attcaa":974,"##AAGTTC":975,"##acaac":976,"##tatatc":977,"##TTGTTC":978,"##ttcaagc":979,"##TAAGCC":980,"taa":981,"##AGTCTG":982,"##TGTCTG":983,"##AGCAGG":984,"##acacc":985,"##tttag":986,"##ACTCCC":987,"##tataag":988,"##tgttg":989,"##tgataa":990,"##acagag":991,"##tataaaa":992,"##AGTTGC":993,"##AGGGGG":994,"##ATGTTG":995,"##AGGTT":996,"##taaag":997,"##tctcg":998,"##TATATT":999,"##tta":1000,"##tcactgcaacc":1001,"##AGCGC":1002,"##AGTGTT":1003,"##TCCTGC":1004,"##TGGTT":1005,"##tcaac":1006,"##TCACAA":1007,"##tcgc":1008,"##ACCCG":1009,"##attgaa":1010,"##ATGGGG":1011,"##AATATT":1012,"##TCCCCC":1013,"##atcttc":1014,"##TGATAA":1015,"##AGTTGG":1016,"##agcg":1017,"##tgggcaac":1018,"##tcaccc":1019,"##aaaacc":1020,"##TCCTGG":1021,"##TATGCC":1022,"##AGTGCC":1023,"##TTGAAG":1024,"##tatgg":1025,"##TTGCCC":1026,"##TAGTT":1027,"##TTGGCC":1028,"##AACAAC":1029,"##TTCTGG":1030,"##ACTCAG":1031,"##tttgg":1032,"##ACTCTT":1033,"##taagaa":1034,"##ATAGAG":1035,"##TGAGAG":1036,"##TCTATC":1037,"##TTGTAA":1038,"##ttggc":1039,"##TGTCTT":1040,"##ACCAA":1041,"##ATGCCC":1042,"##aggtgg":1043,"##atC":1044,"##TGTTCC":1045,"##aagatc":1046,"##ATGGGC":1047,"##ACCTGC":1048,"##ACACTT":1049,"##AGTCTT":1050,"##tttcaa":1051,"##ATTCG":1052,"##atagag":1053,"##TCTACC":1054,"##tatttc":1055,"##TGTGGC":1056,"##attatc":1057,"##aacag":1058,"##TCCAA":1059,"##actgcactccagcc":1060,"##ACCTTC":1061,"##AAGAGG":1062,"##ATTAAC":1063,"##TCATGC":1064,"##actttgggaggcc":1065,"##AGCGG":1066,"##TGAGGC":1067,"##AAGATC":1068,"##ATATGG":1069,"##TGTGGG":1070,"##tttctttc":1071,"##TGTGTT":1072,"##AGTAAG":1073,"##TCATGG":1074,"##attctcctgcc":1075,"##ACCTT":1076,"##TGGAGG":1077,"##aaaagaa":1078,"##acatc":1079,"##ttatg":1080,"##TATGGC":1081,"##tctac":1082,"##ACACCC":1083,"##cccagc":1084,"##gggaggc":1085,"##TATATC":1086,"##AGATTG":1087,"##ACCCCC":1088,"##ACCGC":1089,"##TTGGGG":1090,"##agaagc":1091,"##taagc":1092,"##AGTCAG":1093,"##AGTATC":1094,"##atG":1095,"##AGACCC":1096,"##ttcaac":1097,"##TAAATC":1098,"##TGATTC":1099,"##AAGTAG":1100,"##tgtatt":1101,"##ACTCAA":1102,"##ATGTGG":1103,"##AGCAAC":1104,"##AATTGC":1105,"##TGAACC":1106,"##AAATGC":1107,"##ATAACC":1108,"##taaatt":1109,"##TTTCAA":1110,"##AGTGTG":1111,"##AATTTT":1112,"##ATAAGG":1113,"##ACCATC":1114,"##ATCCG":1115,"##AAGGGG":1116,"##TACTTC":1117,"##TAATTC":1118,"##AGACTT":1119,"##AGTCCC":1120,"##TAAATT":1121,"gcc":1122,"##TGAGGG":1123,"##agaaagaa":1124,"##ttttgc":1125,"##ATGTGC":1126,"##acttg":1127,"##ACCTGG":1128,"##TCCAGG":1129,"##tctccc":1130,"##TCCTTG":1131,"##AGTAAC":1132,"##TAAAAG":1133,"##taatttttg":1134,"##tgacc":1135,"##ATGATC":1136,"##TGAGCC":1137,"##AACTGC":1138,"##TATTGC":1139,"##agt":1140,"##agacc":1141,"##AGTATG":1142,"##tctaa":1143,"##TTTATC":1144,"##TGACTG":1145,"##TTTCTC":1146,"##TCCAGC":1147,"##AACATT":1148,"##TGTGCC":1149,"##gtgg":1150,"tcc":1151,"##TTCATT":1152,"##TTGTTG":1153,"##ACACG":1154,"##aacaac":1155,"##AGATCC":1156,"##TGTCCC":1157,"##tcagaa":1158,"##TCCATC":1159,"##attttaa":1160,"##AAGATT":1161,"##TAGGCC":1162,"##actttt":1163,"##TGACTT":1164,"##AACCCC":1165,"##ggagg":1166,"##ACCAGC":1167,"##TCCGC":1168,"##ACGGG":1169,"##taaaaaa":1170,"##ATGTAG":1171,"##actaa":1172,"##AGTCAA":1173,"##AGGTAG":1174,"##tgtac":1175,"##ttggg":1176,"##TGCGG":1177,"##AGACG":1178,"##GGCGG":1179,"##ttgcagtgagcc":1180,"##acaag":1181,"##tgccc":1182,"##ACTATG":1183,"##taC":1184,"##AATGAA":1185,"##tgaaacccc":1186,"##acgg":1187,"##AGGTAA":1188,"##ATGTAC":1189,"##ATGATT":1190,"##atcacc":1191,"##attaaaa":1192,"##tttatc":1193,"##TACCCC":1194,"##AAGTTG":1195,"##ttctttt":1196,"##tcagag":1197,"##TCACG":1198,"##TGGAAC":1199,"##TCTAAG":1200,"##TTCTAG":1201,"agc":1202,"##tagag":1203,"##TTCCG":1204,"##ttgttg":1205,"##attgg":1206,"##AAAGCC":1207,"tgc":1208,"##TTTGTT":1209,"##ATGCG":1210,"##TTATTC":1211,"##TTTCAG":1212,"##TAATAC":1213,"##ttattc":1214,"##tcaaaa":1215,"##TTGGGC":1216,"##TGGAGC":1217,"##TCGGG":1218,"##AAGTAC":1219,"##aggag":1220,"##tcctcc":1221,"##ATCTTG":1222,"##aggctgaggcaggagaa":1223,"##AAAGAG":1224,"##TTCTAC":1225,"ccc":1226,"##ATATAC":1227,"##TGAGTT":1228,"##agtttt":1229,"##TGTATG":1230,"##ATGAGG":1231,"##ATGAGC":1232,"##tggctc":1233,"##tagaaaa":1234,"##TATAAC":1235,"##tccacc":1236,"##AAACAA":1237,"##TGCGC":1238,"##ATCATT":1239,"##TGATGG":1240,"##ATAGCC":1241,"##tatatg":1242,"##agataa":1243,"##TTTATG":1244,"##GCCCC":1245,"##tcctgag":1246,"##TTTGCC":1247,"##ACTCTC":1248,"##ACCTTG":1249,"##agtgagc":1250,"##TTCAGC":1251,"##AACTCC":1252,"##ACTATC":1253,"##AGTAGC":1254,"##tttcaccatg":1255,"##ATGTCC":1256,"##AGACAC":1257,"##TCTAAC":1258,"ggc":1259,"##actgtg":1260,"##atatgc":1261,"##atttttc":1262,"##AAACTG":1263,"##AAGTGG":1264,"##AAATCC":1265,"##AAAGGC":1266,"##ataaaag":1267,"##TGCAGG":1268,"##TTAATT":1269,"##TTAGAA":1270,"##TAGAAC":1271,"##agtctc":1272,"##TCACAC":1273,"##TGACAA":1274,"##AAGACC":1275,"##aggtcagg":1276,"##ATATAG":1277,"gaa":1278,"##ATTGGC":1279,"##atagac":1280,"##aagatt":1281,"##atgtaa":1282,"##TTTGGG":1283,"##taccc":1284,"##ATACG":1285,"##aaa":1286,"##ttatat":1287,"##aaaaaac":1288,"##TAc":1289,"##ataaaac":1290,"##TGTATC":1291,"##TGATGC":1292,"##tcttcc":1293,"##AAGTCC":1294,"##TATCCC":1295,"##tctgg":1296,"##AACTTG":1297,"##agcagc":1298,"##agccc":1299,"##AGTCTC":1300,"##TAACG":1301,"##AATATC":1302,"##agggg":1303,"##TAATAG":1304,"##AGCTTG":1305,"##accacc":1306,"##tctag":1307,"##ATTT":1308,"##ATACCC":1309,"##attcttc":1310,"##TGACAG":1311,"##TTATAA":1312,"##ATACAC":1313,"##AAGTGC":1314,"##AAGCG":1315,"##aaaagc":1316,"##AACGC":1317,"##ataataa":1318,"##AACACC":1319,"##TATATG":1320,"##TCCACC":1321,"##tccgcc":1322,"##ATCTGG":1323,"##atcatg":1324,"agg":1325,"##tcaagc":1326,"##TCTAGC":1327,"##ttgaag":1328,"##ATCAGC":1329,"##AGGTGC":1330,"##AATTCC":1331,"##tttttttc":1332,"##tcacagag":1333,"##TAAAGC":1334,"acc":1335,"##AACATG":1336,"##tggtgg":1337,"##tgaataa":1338,"##ATAGGC":1339,"##AAATGG":1340,"##tttaag":1341,"##accg":1342,"##TTCACC":1343,"##tgaagc":1344,"##AAATTG":1345,"##GGCGC":1346,"##TTTAAG":1347,"##ATCACC":1348,"##taG":1349,"##TTCATG":1350,"##tatgaa":1351,"##TGCTTG":1352,"##TGTAAG":1353,"##atgatg":1354,"##AATATG":1355,"##TCTAGG":1356,"##AACTAC":1357,"##GGCCC":1358,"##TGAGTG":1359,"##TGTCTC":1360,"##TTTGGC":1361,"##TGATTG":1362,"##tctatt":1363,"##aaaatt":1364,"##agattc":1365,"##ATCGC":1366,"##TAATTG":1367,"##TGACCC":1368,"##atttac":1369,"##AGGTTG":1370,"##ACTAAG":1371,"##atacaa":1372,"##TAGAAG":1373,"##ATTATG":1374,"##accaa":1375,"##ttctgc":1376,"##acaccc":1377,"##agaaac":1378,"##agtttc":1379,"##GGCCG":1380,"##aactcctg":1381,"##ATCTAC":1382,"tgg":1383,"##acagagc":1384,"##AGCATT":1385,"##TGTCAG":1386,"##TGTAAC":1387,"##atgaag":1388,"##atcatc":1389,"##tgtttc":1390,"##tataac":1391,"##AAAGTT":1392,"##TATTGG":1393,"##tgggagg":1394,"##aaaaaatt":1395,"##AGGACC":1396,"##AGTAGG":1397,"##tgtgaa":1398,"##AACTAA":1399,"##AATTGG":1400,"##ttgaacc":1401,"##aaaaaag":1402,"##AAAGGG":1403,"##AACTGG":1404,"##AGGATT":1405,"##atttcc":1406,"##ttttttc":1407,"##CCCGC":1408,"##ATAGTG":1409,"##ACTCAC":1410,"##TGTCAA":1411,"##TGACG":1412,"##aagtgg":1413,"##agacaggg":1414,"##tcattc":1415,"##ATAGGG":1416,"##agaagg":1417,"##TACCG":1418,"##AGCTAC":1419,"##ATGACC":1420,"##tatttaa":1421,"##tacac":1422,"##GGGGC":1423,"##tcggcc":1424,"##ttttgg":1425,"##TTTGTG":1426,"##TGCATT":1427,"##ACTAAC":1428,"##attt":1429,"##TTTAAC":1430,"##ttttaaaa":1431,"##tctgaa":1432,"##TGCATC":1433,"##TACATT":1434,"##AGGTTC":1435,"##AAACAG":1436,"##AGCAAG":1437,"##agttg":1438,"##AACGG":1439,"##ttcaag":1440,"##gaggc":1441,"##agaggc":1442,"##aactcc":1443,"##AGGATC":1444,"##AGTCAC":1445,"##tactcagg":1446,"##accagcctggcc":1447,"##tagctgggattac":1448,"##TTGATT":1449,"##aaacaa":1450,"##tgtagtcccagc":1451,"##AAACTT":1452,"##TATGGG":1453,"##atatatt":1454,"##AGATAG":1455,"##ACTCG":1456,"##AATGTT":1457,"##tagctgggactac":1458,"##AGCATG":1459,"ttt":1460,"##AGATAC":1461,"##TTGATG":1462,"##AAACCC":1463,"##aggcgtgagcc":1464,"##atgac":1465,"##ATc":1466,"##ACATAC":1467,"##AGGTAC":1468,"##ATCTAA":1469,"##TAGTAA":1470,"##ttttatt":1471,"##tgagaac":1472,"##AGTCG":1473,"##TTCAAC":1474,"##AATAAC":1475,"##aactg":1476,"##ACATAG":1477,"##AACCG":1478,"##TGCTAC":1479,"##TGGATG":1480,"##AAGA":1481,"##TTCGC":1482,"##ATCATG":1483,"##tatatac":1484,"##TATCG":1485,"##tattcc":1486,"##taggg":1487,"##TGCTAA":1488,"##TTATTG":1489,"##atgaaaa":1490,"##agggc":1491,"##TTGTCC":1492,"##tcctggg":1493,"##ATTGGG":1494,"##AATCTG":1495,"##ACTACC":1496,"##tattttc":1497,"##tgagatc":1498,"##TGATCC":1499,"##aaagc":1500,"##TTACTT":1501,"##TTCAAG":1502,"##TTACTG":1503,"##agatgggg":1504,"##TGTAGC":1505,"##TTGAAC":1506,"##AGCTAA":1507,"##TCCGG":1508,"##tata":1509,"##tgcac":1510,"##TTGTAG":1511,"##TGGTAG":1512,"##TTCAGG":1513,"##ATCAAC":1514,"##TGGTAA":1515,"##tctttg":1516,"##tggctcacgcc":1517,"##tctcagc":1518,"##TGTCG":1519,"##atggaa":1520,"##agaaag":1521,"##TGGTTC":1522,"##aaagaaaa":1523,"##attataa":1524,"##TCCTAA":1525,"##ttatac":1526,"##AGGAAAA":1527,"##AATGCC":1528,"##tgcagtgg":1529,"##AATCAA":1530,"##ACCGG":1531,"##TCCATG":1532,"ggg":1533,"##TTACAA":1534,"##aagaac":1535,"##tgattc":1536,"##tatttttt":1537,"##ttaataa":1538,"##TGGTGC":1539,"##atttgc":1540,"##TCCATT":1541,"##tctcaaac":1542,"##AATCTT":1543,"##AGTACC":1544,"##ATATATT":1545,"##TTCGG":1546,"##AACAAG":1547,"##AATAAG":1548,"##ttagc":1549,"##tGC":1550,"##ACTAGC":1551,"##TGGATT":1552,"##gagg":1553,"##tttcttc":1554,"##tcccaaagtgctgggattac":1555,"##TCCTAC":1556,"##tcccacc":1557,"##TTGCG":1558,"##TTTACC":1559,"##ACCATG":1560,"##TGGTTG":1561,"##TGCATG":1562,"##AATGGC":1563,"##atttag":1564,"##ATCTAG":1565,"##tcccagg":1566,"##TCATAG":1567,"##CCCAGC":1568,"##agacgggg":1569,"##TTTCG":1570,"##aaaaaaaaaaaa":1571,"##taacc":1572,"##aagttc":1573,"##AAACG":1574,"##tgatcc":1575,"##tccaa":1576,"##atcttg":1577,"##atatac":1578,"##tttgtg":1579,"##agcttc":1580,"##ACCAGG":1581,"##TTGTAC":1582,"##acacacacacacacac":1583,"##AGCTAG":1584,"##aggaaaa":1585,"##atgggg":1586,"##tttttaaaa":1587,"##TAAGGC":1588,"##tttgag":1589,"TTTC":1590,"##ATTAAG":1591,"##ttcccc":1592,"##tgaaac":1593,"##tctgag":1594,"##aggcatgagcc":1595,"##TACTAC":1596,"##AGACTC":1597,"##tatatatt":1598,"##TTTTCCC":1599,"##tgctgc":1600,"##agtctg":1601,"tttc":1602,"##TTTAGC":1603,"##TTCT":1604,"##tttccc":1605,"##TCTTCCC":1606,"aaaaa":1607,"##atgttc":1608,"##tagaag":1609,"##ttggccaggctgg":1610,"##taagg":1611,"##tgggaggc":1612,"##AGGA":1613,"##accgc":1614,"##aGC":1615,"##TATAAG":1616,"##AAAGTG":1617,"##ACCTAC":1618,"##tgtcc":1619,"##atcg":1620,"##tttgtaa":1621,"##AATGTG":1622,"##tCC":1623,"##ATg":1624,"##TATA":1625,"##ACCAAC":1626,"##tctgtg":1627,"##tatcaa":1628,"##atggtggc":1629,"##tttgtttg":1630,"##tgggcg":1631,"##TAGATG":1632,"TCCC":1633,"##ATCGG":1634,"##TTTGAG":1635,"##attctg":1636,"##atttaaaa":1637,"##ataagaa":1638,"##ttgtaa":1639,"##actatg":1640,"TGCC":1641,"##atttttaa":1642,"##acgc":1643,"##aaacaaac":1644,"##atattaa":1645,"##ACCAAG":1646,"##TTTCAC":1647,"##AGGTCC":1648,"##TAGGGC":1649,"##agttcaag":1650,"##AGc":1651,"##AAACAC":1652,"##agtgc":1653,"##ACTAGG":1654,"##TTACAG":1655,"##TAGATT":1656,"##Tgc":1657,"##tcttttc":1658,"##TAGCG":1659,"##CCCCG":1660,"##GCCGC":1661,"##agctg":1662,"##TAGCCC":1663,"##AATCCC":1664,"##TTGTGG":1665,"##ataaaaaa":1666,"##TAGGGG":1667,"##ACCATT":1668,"##TCCAAG":1669,"caa":1670,"##tgggatt":1671,"##atgatt":1672,"##cccacc":1673,"##tttaac":1674,"##TGTAGG":1675,"##AACAGG":1676,"##TTAAAG":1677,"##tatctc":1678,"##aaaaattagcc":1679,"##ggctcactgcaacc":1680,"##TACATG":1681,"##AAATAC":1682,"##agtgg":1683,"##ATCAAG":1684,"ataa":1685,"##AATGGG":1686,"##tgtgtgtgtgtgtgtg":1687,"##aggctggagtgcagtggc":1688,"##acagg":1689,"##TTATCC":1690,"##agtatt":1691,"##ttagcc":1692,"##TAAGGG":1693,"##atcgc":1694,"##aagtgatcc":1695,"##TGTCAC":1696,"##aacttc":1697,"##tgtatg":1698,"##atatataa":1699,"##atatgg":1700,"##atgagaa":1701,"##tttggg":1702,"##TCCAAC":1703,"##TTGTGC":1704,"##tgcttc":1705,"##aaagg":1706,"##cg":1707,"##TGACTC":1708,"##TTAGAG":1709,"##atatcc":1710,"##TATAGC":1711,"##AATCAG":1712,"##TGTACC":1713,"##tagac":1714,"##TTTAGG":1715,"##TTGATC":1716,"##TAAACC":1717,"##ATATTCC":1718,"##atgtc":1719,"##TGACAC":1720,"##atatgaa":1721,"##TATAAAA":1722,"##TACTGC":1723,"AGCC":1724,"##tgctg":1725,"##TACATC":1726,"##TATACC":1727,"##aacaaaa":1728,"##TAg":1729,"##TAAA":1730,"##tataaag":1731,"##aCC":1732,"##TCATAC":1733,"##tttttttttttt":1734,"##AAGAAAA":1735,"##TTGAGG":1736,"##AATAGC":1737,"##TACAGC":1738,"##TTCA":1739,"##TTAGTT":1740,"##attag":1741,"TGGC":1742,"##AACTAG":1743,"##GGGGG":1744,"##acacac":1745,"##ttgac":1746,"##ttgtt":1747,"##agtttgag":1748,"##tgggtg":1749,"##aggatgg":1750,"##TAACCC":1751,"##TAATGC":1752,"##tcttaa":1753,"##AAATAG":1754,"##tttttatt":1755,"##tagacag":1756,"##tggggg":1757,"##attcag":1758,"##AGCA":1759,"AGGC":1760,"##gctctg":1761,"##TCCTAG":1762,"##taaataa":1763,"##ttctcag":1764,"##aaacc":1765,"##ATTTTCC":1766,"##ATGA":1767,"##tggctcatgcc":1768,"##TGGAAAA":1769,"##TTAAGG":1770,"##tggaatt":1771,"##cccgcc":1772,"##accctgtctc":1773,"##TGCACC":1774,"##ccg":1775,"##AGAAGGC":1776,"##aacac":1777,"##acaggg":1778,"##acctcagg":1779,"TGGG":1780,"aac":1781,"##aaaagg":1782,"##gcgg":1783,"##TAGTAG":1784,"##ttatttt":1785,"##tggtg":1786,"##ttgagc":1787,"##ttC":1788,"##TTGAGC":1789,"##AATGAG":1790,"##atct":1791,"##TCTCCCC":1792,"##GCCC":1793,"##accacg":1794,"##agaagaa":1795,"##AACA":1796,"##GCTGC":1797,"##aagagaa":1798,"##ATTTAT":1799,"##TTGACC":1800,"##atttctc":1801,"##atttcttc":1802,"##TGGTCC":1803,"ATAA":1804,"##taaatg":1805,"##tttgcc":1806,"TTCC":1807,"##AGATATT":1808,"##AATCTC":1809,"##TGGACC":1810,"##TGGATC":1811,"##tgtaatccc":1812,"##ATTACC":1813,"##gagac":1814,"AGGG":1815,"##aGG":1816,"##TACGG":1817,"##TGCAAG":1818,"ttc":1819,"##tagaac":1820,"TTTG":1821,"##attaac":1822,"##TAAAGG":1823,"CCCC":1824,"##attattc":1825,"##actctc":1826,"##TAGTTC":1827,"##tccagcc":1828,"##ATGAAAA":1829,"##TTAATG":1830,"##tactg":1831,"##ttagg":1832,"##AGAAAAC":1833,"##ATCT":1834,"##agagaag":1835,"##ttgtttt":1836,"##ATGT":1837,"##ttgtag":1838,"AAAC":1839,"##tacaaaa":1840,"##gagacc":1841,"##TACTAA":1842,"##atggtgg":1843,"##TGCAAC":1844,"##TTATGC":1845,"##atctgc":1846,"##TTAAGC":1847,"##agctc":1848,"##AATACC":1849,"##aggaag":1850,"##AGAAGCC":1851,"##atttctt":1852,"##AGAAGGG":1853,"##tccg":1854,"##TACTTG":1855,"##tatattc":1856,"TTAA":1857,"##cccggc":1858,"##TAGAGC":1859,"##Agc":1860,"##AAGT":1861,"##ATTTCTG":1862,"##TTCTTCC":1863,"##CCCTCC":1864,"##tttataa":1865,"##aaaccc":1866,"##TTCTCTG":1867,"##AGGAAGG":1868,"##ataagc":1869,"##tcccggg":1870,"##AGAAATG":1871,"##tccttc":1872,"##tgtgcc":1873,"##tttcttttc":1874,"##AGGAAGC":1875,"##CCCGG":1876,"##TCc":1877,"##TACAAC":1878,"##atca":1879,"##tataatt":1880,"##actgaa":1881,"##Agg":1882,"##ATTAGC":1883,"##agaggg":1884,"##ttcaagcg":1885,"##TGCTAG":1886,"##atgaac":1887,"##tgcagc":1888,"ttttt":1889,"##AGAATAA":1890,"##tggtggc":1891,"##cccag":1892,"##TCTA":1893,"##atttttg":1894,"##ttccttcc":1895,"##TGGTAC":1896,"##ttgcagtgagc":1897,"##tttctttt":1898,"##tccccc":1899,"##ATTA":1900,"##ttaagc":1901,"CTTC":1902,"##TTAACC":1903,"##CCCTGC":1904,"##TGATAG":1905,"##tttatg":1906,"##attttcc":1907,"##tacttggg":1908,"##TGGCCG":1909,"##aaaaattagc":1910,"##atta":1911,"##TGGA":1912,"##tGG":1913,"##aaaaataa":1914,"##agagtgag":1915,"##ggctcactgc":1916,"##actag":1917,"##agacac":1918,"##ATCAGG":1919,"##AGCT":1920,"##atga":1921,"##aggtgc":1922,"##aggtgtgagcc":1923,"aaag":1924,"##taatg":1925,"##AGTA":1926,"##aaga":1927,"##ttgaaccc":1928,"ATTC":1929,"##ttagaa":1930,"##acaagg":1931,"##ACCTAA":1932,"CTGC":1933,"##tttctg":1934,"##ACATATT":1935,"##ATCA":1936,"##tcttgctctg":1937,"AATG":1938,"##TCCT":1939,"AAAG":1940,"##aatac":1941,"##aaacggg":1942,"##AGAGGCC":1943,"##TAGAAAA":1944,"##TTGAAAA":1945,"GGCC":1946,"##agtac":1947,"##TGCT":1948,"##TTACCC":1949,"##TACGC":1950,"aaac":1951,"##TGc":1952,"##atcatt":1953,"##CCCAGG":1954,"CTCC":1955,"##AGAGAAG":1956,"##TTAGGG":1957,"##tagttc":1958,"##actatt":1959,"##tgaacc":1960,"##ATTTCTT":1961,"##tcctgacctc":1962,"##AGAAAGC":1963,"##TTAT":1964,"##TTATGG":1965,"##ttga":1966,"##tgggcc":1967,"##aaaagaaaa":1968,"##tgaggtcagg":1969,"CGC":1970,"##TAAT":1971,"##ATTTATT":1972,"##TAGAGG":1973,"##ACATTTT":1974,"##agtgag":1975,"##ACc":1976,"##ttgcagtgagccgag":1977,"##tttggc":1978,"##taatac":1979,"##AGAAAAG":1980,"##tactcggg":1981,"##tgtaatcccagcactttgggaggcc":1982,"##actgag":1983,"##TAATCC":1984,"##TCGCG":1985,"##TTGA":1986,"##agacagag":1987,"##CCCACC":1988,"##tctctg":1989,"##ttgaaaa":1990,"##TACTCC":1991,"##atgtgg":1992,"CAGC":1993,"##tcagcctcctgag":1994,"##ttG":1995,"##tcagcctcccaag":1996,"##tcctgg":1997,"##GCAGC":1998,"##tgaagg":1999,"##agcagtt":2000,"##agaaataa":2001,"##TATATTC":2002,"##aattgc":2003,"##tcacac":2004,"##tacatg":2005,"##TTAAAC":2006,"##TTCTC":2007,"##aaataa":2008,"##ttcaagtg":2009,"##AACT":2010,"##TGATAC":2011,"##tccatc":2012,"##GGCTGC":2013,"##tttctt":2014,"##TTGT":2015,"##tattatt":2016,"##Acc":2017,"##tgtctg":2018,"##taatc":2019,"##AGAAATC":2020,"##tggcg":2021,"##AATCG":2022,"##TCTTTCC":2023,"##ATTTGAA":2024,"##TGTTTTC":2025,"##TTTTTCC":2026,"tac":2027,"##tggctaac":2028,"##aaagaa":2029,"##cccg":2030,"##tacg":2031,"##AGGAGGC":2032,"##ggagc":2033,"##tttttcc":2034,"##AGCTCTG":2035,"##tggctcacacc":2036,"##atgatc":2037,"##GGGGGC":2038,"##ACCTAG":2039,"##AGg":2040,"##TTAGCC":2041,"##TCATTTT":2042,"##atctcagc":2043,"tttg":2044,"##tgctc":2045,"AATC":2046,"##ATTTCAA":2047,"##AATAGG":2048,"##ttcatc":2049,"##AGGCCG":2050,"aggc":2051,"##ttaaag":2052,"##TCATATT":2053,"##tttcag":2054,"##atgt":2055,"##TAATGG":2056,"##TGCA":2057,"##TCGGCC":2058,"##TCCTTCC":2059,"##tcgccc":2060,"##TCTGCCC":2061,"aag":2062,"##taaa":2063,"##atttat":2064,"##aggagc":2065,"##AGAGGGC":2066,"##tcagcctcccgag":2067,"##AGAAGAA":2068,"##taattc":2069,"##ggatc":2070,"##ATTAAAA":2071,"ACG":2072,"##ttgaacccagg":2073,"TTAC":2074,"##TTAGGC":2075,"GGGC":2076,"##tccac":2077,"##tccagc":2078,"##acctgcc":2079,"##ATTTCCC":2080,"##TATAATT":2081,"##accccc":2082,"##atgtttt":2083,"##tttcacc":2084,"##tcactg":2085,"##tgtggc":2086,"##agaaatc":2087,"##tgtaatcccagcactttggg":2088,"##agagaaaa":2089,"CCG":2090,"##TAGTTG":2091,"##AGAGGGG":2092,"##Tgg":2093,"##aaggg":2094,"##attgcc":2095,"##tgaatag":2096,"##aaggaagg":2097,"##TGGGGCC":2098,"##TCTCTGC":2099,"##aaagtgctgggattac":2100,"##GCCGG":2101,"##TAGATC":2102,"CATC":2103,"##AACAAAA":2104,"TCG":2105,"##aacatc":2106,"##TCTGGGC":2107,"##cccagcc":2108,"##ACTA":2109,"##agatgg":2110,"##CCCTTC":2111,"##TATATAA":2112,"##TACAAG":2113,"##taatag":2114,"CGG":2115,"##tgca":2116,"##Tcc":2117,"##aggac":2118,"##tatatttt":2119,"##ttgtgtg":2120,"##attcaac":2121,"##TTCAAAA":2122,"##ATGTTTT":2123,"##ACGCG":2124,"##aaagaag":2125,"GGGG":2126,"##AATCAC":2127,"ttg":2128,"##ATTTATC":2129,"##ttacag":2130,"##CCCTGG":2131,"AAGC":2132,"##TCATTCC":2133,"##tctcaa":2134,"##aggctgagg":2135,"##ttacaa":2136,"##tctcactctg":2137,"##TCCCCG":2138,"##aacatggtgaa":2139,"##taatttttgtatttttagtag":2140,"##TTATAG":2141,"##AAATGCC":2142,"##agaatg":2143,"##TGCTTCC":2144,"##ttct":2145,"##GGCAGC":2146,"##actttg":2147,"##ACCCCG":2148,"ATAC":2149,"##actgg":2150,"##tctat":2151,"##AAGAGAA":2152,"##aagaatt":2153,"##tctttctc":2154,"##ATTTTGC":2155,"##TGTA":2156,"##tattatc":2157,"##TGTTTCC":2158,"##TCTCTCC":2159,"##ACGGCC":2160,"##TAGA":2161,"##aaaacaa":2162,"##AGGAGGG":2163,"##tagacagaa":2164,"##taagcc":2165,"##AGGT":2166,"##tcaaag":2167,"##agga":2168,"##tact":2169,"##TCTTTTC":2170,"##TGCTTTT":2171,"##tgagaag":2172,"##actat":2173,"##agattg":2174,"##CCCCCC":2175,"##ataaatg":2176,"##acactctg":2177,"##atttcaa":2178,"##agcaag":2179,"ttaa":2180,"##ACATAT":2181,"##ATTCTTC":2182,"##ttacc":2183,"##TCTCTTC":2184,"##AGAGATG":2185,"##ACAGGGC":2186,"##AGCAGCC":2187,"##cccac":2188,"##TTACG":2189,"##TCTGGGG":2190,"##tctatc":2191,"##AGGAGAA":2192,"##ACTTCCC":2193,"##AAGCCG":2194,"agcc":2195,"##agttcgag":2196,"##AAGAAGC":2197,"##tgggtgac":2198,"##TATTTTC":2199,"##TGGAAGG":2200,"##TTTCTCC":2201,"##GCTTC":2202,"AATT":2203,"##ttattg":2204,"##AGAGCCC":2205,"##tcagac":2206,"##TTTA":2207,"##TTTGGGG":2208,"##TCTGGCC":2209,"##TTGTTTT":2210,"##tggaac":2211,"##ttgatc":2212,"##atatatg":2213,"##AGATAT":2214,"##TGAAAAC":2215,"##TGGGGGC":2216,"##TTTCTTC":2217,"##atggcc":2218,"##CG":2219,"##atataaaa":2220,"##attttaaaa":2221,"##TCCTCCC":2222,"##ACCA":2223,"##ACATTCC":2224,"##GCTGG":2225,"##ATAATAA":2226,"GCCC":2227,"##tcaaac":2228,"##TTAGTG":2229,"##ttttttaa":2230,"##ttgacc":2231,"##tttctcc":2232,"##attcattc":2233,"##taca":2234,"##tattgc":2235,"CTGG":2236,"##atttgaa":2237,"##ttttcttc":2238,"##tattcaac":2239,"##TAGTAC":2240,"##attaag":2241,"##acactc":2242,"##AAAAGGC":2243,"##tgttaa":2244,"##taaatc":2245,"##TCAGGGC":2246,"##tcattg":2247,"##TCCA":2248,"##attatg":2249,"##ACTTTTC":2250,"##taataataataa":2251,"ACCC":2252,"##ttttgaa":2253,"##ttggaaacggg":2254,"##ATTTTGG":2255,"##taga":2256,"##atatatc":2257,"##tcaacc":2258,"attc":2259,"##TTGCCG":2260,"##taattttttg":2261,"##TTATAC":2262,"##AAGAAGG":2263,"##AGCAGAG":2264,"TATT":2265,"##agagag":2266,"##AGATTTT":2267,"##aacg":2268,"TTGC":2269,"##tgaaaccccgtctc":2270,"##acagac":2271,"##AAAATAC":2272,"##ataaag":2273,"##atcacttg":2274,"##TATAGG":2275,"##AGAAACC":2276,"##AAGATAA":2277,"##TGATATT":2278,"##TGAAATG":2279,"##TTc":2280,"##ttttcttttc":2281,"TATC":2282,"GCG":2283,"##ttatatt":2284,"##ACAGAGC":2285,"##tctcttc":2286,"##accatgcc":2287,"##AAGAATT":2288,"##TAGTGG":2289,"##attccc":2290,"##tacttc":2291,"##acactg":2292,"##aattg":2293,"##gggtgg":2294,"##ATATGCC":2295,"##taat":2296,"##AAAATAA":2297,"##TTCTTTT":2298,"##TGCTGCC":2299,"##attcac":2300,"##ATTATTC":2301,"##AGCCGC":2302,"##GGTGG":2303,"##ACCT":2304,"##ATCTCTG":2305,"##TTACAC":2306,"##AGCTTCC":2307,"##tgcaag":2308,"##atgtgcc":2309,"##tcct":2310,"ATTG":2311,"##AGAGAAC":2312,"##TCGGGG":2313,"##agca":2314,"##TCCTGCC":2315,"##ttat":2316,"##AGGAG":2317,"##tcctgggc":2318,"##acacaa":2319,"##agttaa":2320,"##TTCTCCC":2321,"##atttgg":2322,"##ATTTCAG":2323,"##ACAGCCC":2324,"##TGTGGGG":2325,"##agaatag":2326,"##atcaac":2327,"##atttctg":2328,"##ATAAAAC":2329,"ATAG":2330,"CACC":2331,"##tgtaaaa":2332,"##ATCTTTT":2333,"##taacttcc":2334,"##TGAAGGC":2335,"##TACTGG":2336,"##TCATAT":2337,"##ACTGGGC":2338,"##AGCTGCC":2339,"##atgcaa":2340,"##AAAAATG":2341,"##TATTTCC":2342,"##agcac":2343,"##AGTTTTC":2344,"##agctgc":2345,"##ttattaa":2346,"##GCTCC":2347,"GAAG":2348,"##ttgt":2349,"##agatag":2350,"##tcaggc":2351,"##TATTTAA":2352,"##AGATGCC":2353,"##tcccaaag":2354,"##attattattatt":2355,"##tcctagc":2356,"##TACT":2357,"##ATTAGG":2358,"##ATCTTCC":2359,"##TACA":2360,"##TGGT":2361,"##TTCATTC":2362,"##tgtgtg":2363,"CATG":2364,"##TCAGCCC":2365,"##AGGGGCC":2366,"##ACAGAAG":2367,"##acccgcc":2368,"##tattttaa":2369,"##atatatac":2370,"##TAAAATT":2371,"##AGCTGGG":2372,"##AGCAAAA":2373,"##AGAGGAA":2374,"##AGTGGGG":2375,"##ttgagcccagg":2376,"##atatatatt":2377,"TTGG":2378,"##tattttg":2379,"##accacacc":2380,"##GGAAG":2381,"##TAATAT":2382,"##atgtcc":2383,"##AGGAGCC":2384,"CTTG":2385,"##tttattc":2386,"##AGGAGAG":2387,"##aggtggagg":2388,"##AGAATTC":2389,"##acatgg":2390,"##tattgaa":2391,"##ACTGGGG":2392,"cg":2393,"##taacaa":2394,"##atagaag":2395,"ATGC":2396,"##tcC":2397,"##tctaaaa":2398,"##attat":2399,"##ttctttc":2400,"##AGATTCC":2401,"TTAG":2402,"##tatttg":2403,"##ttcttg":2404,"##tggaag":2405,"##gggcc":2406,"##ttttt":2407,"##AATA":2408,"##GGCGGC":2409,"##TGAATAA":2410,"##agcgagac":2411,"##AGATATG":2412,"##tcctccc":2413,"##aaaaatg":2414,"##TCAGGCC":2415,"##actgcactcc":2416,"##TGTTCCC":2417,"##tatctatc":2418,"atg":2419,"##taattaa":2420,"##agatac":2421,"##TGCTCTG":2422,"##aaca":2423,"##TTTTTAA":2424,"##tatttttag":2425,"##ataaac":2426,"##ACAAAAC":2427,"##aaaggg":2428,"##atcagag":2429,"##AGATATC":2430,"##ATATTGC":2431,"##tggggc":2432,"##TGGCGG":2433,"##tatccc":2434,"##acaagc":2435,"##TTACTC":2436,"##TCTTGCC":2437,"##ACATATG":2438,"##TGCTGGG":2439,"##tgctt":2440,"##ATAAGAA":2441,"##tacatt":2442,"##ttgcccaggctgg":2443,"##atagatag":2444,"##atctttc":2445,"##ggaaatatc":2446,"##ttca":2447,"##aaaacaaaac":2448,"##acca":2449,"##TGTGGGC":2450,"##ttcagc":2451,"##TACACC":2452,"##TGAAATC":2453,"AACC":2454,"##TCTTGGC":2455,"##cccggcc":2456,"##ACGGGG":2457,"##ATAAATG":2458,"##caa":2459,"##atgttg":2460,"##TACAGG":2461,"##tggccc":2462,"ATGG":2463,"##AACAGAA":2464,"##ttttgcc":2465,"##taaaataaaa":2466,"##TGAGGGC":2467,"agag":2468,"##ATTTATG":2469,"##tgggtgg":2470,"##TTCTGCC":2471,"##tcaagcaa":2472,"##ATGCCG":2473,"##aaaaaaac":2474,"TATG":2475,"##ATTAATT":2476,"##AGCAGGG":2477,"##ACAGGCC":2478,"##TGCAGCC":2479,"##TTTATTC":2480,"##TCCCTCC":2481,"##AAAAGGG":2482,"##ggcg":2483,"ATCC":2484,"##aagagc":2485,"##tgct":2486,"##tttgtttt":2487,"##aggtc":2488,"CAAC":2489,"##attagc":2490,"##aaaaaaaaaa":2491,"##AAGTTTT":2492,"##tatttttaa":2493,"##gctttg":2494,"##TAATATT":2495,"##TCCCGC":2496,"##TAGACC":2497,"##aggaac":2498,"##ACTTTCC":2499,"##ACAAATG":2500,"##agtcc":2501,"##TGGAGAA":2502,"##ACATGGC":2503,"##AGGTGGG":2504,"##tccctccc":2505,"agaa":2506,"##ATTATAA":2507,"##TAATTTT":2508,"##TAAATAA":2509,"##tagtt":2510,"##ttttgttttg":2511,"##AAATAT":2512,"##tgC":2513,"##tactttt":2514,"##atagcc":2515,"##aggt":2516,"TAAC":2517,"##AGGCGG":2518,"##ACAGATG":2519,"##attttatt":2520,"##AGATGGC":2521,"##ATTTTAA":2522,"##tatttttc":2523,"##ATTTGTT":2524,"##taatgc":2525,"##ACAGAAC":2526,"##TACTAG":2527,"##ATTTTTT":2528,"##AAAGAAC":2529,"##ACTTGGC":2530,"##AAATATT":2531,"##TCTTCG":2532,"##ATCCCG":2533,"GATG":2534,"##ACTGCCC":2535,"##tattaaaa":2536,"##atatatatatatatat":2537,"GAAC":2538,"##TCGTCG":2539,"##agctt":2540,"##AGATAAC":2541,"##aagatg":2542,"##AAATGGC":2543,"##TGAAGGG":2544,"##ATCAAAA":2545,"##atctctactaaaaatac":2546,"##TTTCCCC":2547,"##AAAACG":2548,"##attctcagaa":2549,"##TCTTTTG":2550,"##TGGTG":2551,"##agaattc":2552,"##tctggc":2553,"##atctcac":2554,"##attctt":2555,"##GGAGC":2556,"##tctatg":2557,"##acttaa":2558,"##actctgtctc":2559,"##TATTTTG":2560,"##TCATCG":2561,"##ATTTCTC":2562,"##TGGAAGC":2563,"##tctgtctc":2564,"##TCTATTC":2565,"##ACTGGCC":2566,"##ATTTAAC":2567,"##gtgatcc":2568,"##agaataa":2569,"##TTCCTCC":2570,"##agct":2571,"##AGTTTCC":2572,"##tgtctt":2573,"##AGCAGAA":2574,"##attttgg":2575,"##TCTTTAA":2576,"##AAAGCCC":2577,"AAGG":2578,"##agC":2579,"##tgcaagtgg":2580,"##tgcctgcc":2581,"##AAAATTC":2582,"##ATTCTCC":2583,"##TCATATC":2584,"##tgga":2585,"##taggaa":2586,"##ACCCGC":2587,"##TGg":2588,"##tcctc":2589,"##TGGAGGC":2590,"##TACTTTT":2591,"##AAAATAG":2592,"##tctcagag":2593,"##TGTTTTG":2594,"##tataaac":2595,"CTAA":2596,"##agaaatg":2597,"##aaaaa":2598,"##AAAGATG":2599,"##ACCGCC":2600,"##AAAATGC":2601,"##tgagatgg":2602,"##TGGAGGG":2603,"##ACTTTAA":2604,"##tggagg":2605,"##AAAAATC":2606,"##acataa":2607,"##TCACCCC":2608,"##GGGCCC":2609,"##AGGAATT":2610,"##ACACAGC":2611,"##AAGTATT":2612,"##aaccc":2613,"##AAGAGAG":2614,"##accacaccc":2615,"taaaa":2616,"##TGGAGCC":2617,"##TGGCTGC":2618,"##TTTCTGC":2619,"att":2620,"ctc":2621,"##tactgc":2622,"##TAGTCC":2623,"##taattg":2624,"##AAAGGGC":2625,"##ACGGGC":2626,"##atttatc":2627,"##agcatc":2628,"##taataaaa":2629,"##TGTGGCC":2630,"##TCATCCC":2631,"##AAGACAA":2632,"##AGGCCCC":2633,"##accacgcc":2634,"##tagctgggattacaggc":2635,"##tcaggg":2636,"##AAGTAT":2637,"##gggaggg":2638,"##ATGAGAA":2639,"##TGTCTTC":2640,"##agcccc":2641,"##tggaaaa":2642,"##tgattg":2643,"##atcaag":2644,"##agat":2645,"##AAGAG":2646,"##tgcatg":2647,"##ATTCTGC":2648,"##AAGAGGC":2649,"##ATATATC":2650,"##AGAGAGC":2651,"##TTTCTAA":2652,"##AGATGGG":2653,"##TCACCG":2654,"##ATTCTAA":2655,"##TTCTGAA":2656,"##ataatt":2657,"##tggac":2658,"##tcacagagttgaac":2659,"##TCCTGGG":2660,"##atgggc":2661,"##ATTTAAG":2662,"##TTCTCAA":2663,"##ttgggc":2664,"##aacccc":2665,"##TGGCGC":2666,"##agtatc":2667,"##aaagaac":2668,"##TGAAGAA":2669,"CAGG":2670,"##ACAGGAA":2671,"##ACATATC":2672,"##aggttg":2673,"##atctttg":2674,"##taatatc":2675,"##aggctggagtgcagtgg":2676,"##tcagaag":2677,"##ttccagc":2678,"##TGGGCG":2679,"##AGTGGCC":2680,"##TCGGGC":2681,"##AAAACCC":2682,"##TCCCTGC":2683,"##TGTGCCC":2684,"##AAATATC":2685,"##tagatt":2686,"##actttc":2687,"##TTCTCTT":2688,"##AAATATG":2689,"##agaaaag":2690,"##tgtaag":2691,"##aggaagg":2692,"##ATTCATC":2693,"##AGCGCC":2694,"##ATGTAT":2695,"##ACGCCC":2696,"##aagaagc":2697,"##AGTGGGC":2698,"##AACTTTT":2699,"##ACAAGGC":2700,"##atataag":2701,"##ACAATAA":2702,"##AGCAGGC":2703,"##gt":2704,"##agaacc":2705,"##tagt":2706,"##GGAGG":2707,"##attttgc":2708,"##TGGCCCC":2709,"tatt":2710,"tgag":2711,"##aaaaatc":2712,"##tttttttg":2713,"##AGAGAGG":2714,"##TGATTTT":2715,"##TGAGGCC":2716,"##TCCAGCC":2717,"##AAAGGGG":2718,"##TTTCTTG":2719,"##TGAAGCC":2720,"##ataC":2721,"##tattcaa":2722,"##agatatt":2723,"##AGGGCG":2724,"##acaaag":2725,"##TTTTGGG":2726,"##tcgg":2727,"##ATCACTG":2728,"##tattt":2729,"##atttttaaaa":2730,"##TTCAGAA":2731,"##tcccaag":2732,"##ATTTTTG":2733,"##acatgcc":2734,"##TATTTAC":2735,"##agtat":2736,"##tgcaatggc":2737,"##TGTTTAA":2738,"##TGTCCCC":2739,"##atcattc":2740,"##TCTTGGG":2741,"##TAGTGC":2742,"##tgctgggattac":2743,"##tggt":2744,"##TAGT":2745,"##tgaggg":2746,"##tttaacc":2747,"##ACTCCCC":2748,"##TGGAATT":2749,"tggg":2750,"##tgcgg":2751,"CTAC":2752,"##agtgaa":2753,"##ATATATG":2754,"##TGGTTTT":2755,"##aggcagagg":2756,"##AAAGAAG":2757,"##AGTATTC":2758,"##AAAGTAA":2759,"##aagaaac":2760,"##agatat":2761,"##ACATCCC":2762,"##GGATG":2763,"##TGGCTTC":2764,"##tctcgaactcctg":2765,"##ACCTGCC":2766,"##TCCTCTG":2767,"##AGCTTTT":2768,"##TTGAATT":2769,"##TTCCCCC":2770,"CATT":2771,"##attttttc":2772,"##tcctgc":2773,"##AGGGCCC":2774,"##TCGCCC":2775,"##TGAGGGG":2776,"##TGTTGGC":2777,"##acct":2778,"##agagcc":2779,"##AAc":2780,"##atcctggctaac":2781,"##TCAGCG":2782,"##TTCCTTC":2783,"##taacttccttgtg":2784,"##aggaaac":2785,"##agaaaac":2786,"##TAGAATT":2787,"##tagtttt":2788,"##tatattg":2789,"##TATATTG":2790,"##TGAATTC":2791,"##attgcactccagcc":2792,"##AACATTC":2793,"##atctttt":2794,"##ATTTGGG":2795,"##aact":2796,"##TCAGGGG":2797,"##TCAAGGC":2798,"##TCTTTGC":2799,"ctg":2800,"##AGAAAGG":2801,"##AGTTCCC":2802,"GTTC":2803,"##atctcag":2804,"##ACTTTTG":2805,"##tcaggctgg":2806,"##TGAGCCC":2807,"##AGCTCCC":2808,"##TCATTGC":2809,"##ttgatt":2810,"##agaaa":2811,"##TGTATTC":2812,"##tcataa":2813,"##ATTTGCC":2814,"##ATGAATT":2815,"##TGAGAAG":2816,"##AGTTTTG":2817,"##ga":2818,"##ttta":2819,"##TCTCATC":2820,"GTAA":2821,"##aaaatac":2822,"##AGATAAG":2823,"tgcc":2824,"atac":2825,"##GGTGC":2826,"##TCAAAAC":2827,"##acctg":2828,"##AGGGAAG":2829,"##acgcc":2830,"##ACCAAAA":2831,"##ACATGCC":2832,"##tatatag":2833,"##ATATAAC":2834,"##TTTCATC":2835,"##atctgaa":2836,"##TTTTGGC":2837,"##ACAAGAA":2838,"##AGAAA":2839,"##ATAAATC":2840,"##ttctttg":2841,"##aacagc":2842,"##TCATGGC":2843,"##ATGTATT":2844,"CAAG":2845,"##TGAAAAG":2846,"atttt":2847,"##TTTTATC":2848,"##TGCCGC":2849,"##TCAGGAA":2850,"##TCCAGGC":2851,"##GGAAC":2852,"##agacaa":2853,"##AGCAG":2854,"##acgaggtcagg":2855,"##ATAATTC":2856,"##ACAGGGG":2857,"##ttcgttggaaacggg":2858,"##TGGGCCC":2859,"##ATTCTTG":2860,"##TCACTGC":2861,"##AGCCCCC":2862,"##agaccc":2863,"##tatacac":2864,"##taatatt":2865,"aatt":2866,"##cccaa":2867,"##AGAAATT":2868,"##tgaggcaggagaa":2869,"##AGAATAG":2870,"##TTTTTAC":2871,"##TCAGAGC":2872,"##TGGAGAG":2873,"##ttctag":2874,"##GCCGCC":2875,"##tcat":2876,"##tggtgc":2877,"##ACAGCG":2878,"##AAATTGC":2879,"##tcatgcc":2880,"##TTATATT":2881,"##ACTATTC":2882,"##TCTCCG":2883,"##ttatag":2884,"##AGGATGG":2885,"##tttcac":2886,"##attgtgcc":2887,"##ttcaagcaattc":2888,"##acagagcaag":2889,"##ttactg":2890,"##AGAACG":2891,"##AGGCGC":2892,"##ATCCGC":2893,"##TCAAGAA":2894,"##ATATCG":2895,"##ACAGTAA":2896,"##TGGTGGG":2897,"##gac":2898,"##AAAATTG":2899,"##ACACGC":2900,"##tgaattc":2901,"##TGCCCCC":2902,"##TGTCTCC":2903,"##taaatatt":2904,"##TTTTCG":2905,"##AAATTCC":2906,"##tctcgctctg":2907,"##TCAAATG":2908,"atag":2909,"##AGCCCG":2910,"##ACCTTCC":2911,"##ATTATTG":2912,"##AGCACTG":2913,"##TCATATG":2914,"##aagcaa":2915,"##AGAATGC":2916,"##ttaaatg":2917,"##ACTTGGG":2918,"##TCGCCG":2919,"##AGAATAC":2920,"##TGGAG":2921,"##ACATCG":2922,"##TTAATAA":2923,"##aacatggc":2924,"##TCAATAA":2925,"##TCTGTGC":2926,"##AAATAAC":2927,"##TGTTTAC":2928,"##AAGGGGC":2929,"##ACCTCCC":2930,"##atata":2931,"##AGCTGTG":2932,"##tcttgaactcctg":2933,"##TGCCTCC":2934,"##tcaagg":2935,"##TCGGCG":2936,"GAGG":2937,"aataa":2938,"##TGAGAAC":2939,"##agctgg":2940,"##aactt":2941,"##AGGGGGC":2942,"##atcaaaa":2943,"##ATGCTGC":2944,"##tgat":2945,"TAAG":2946,"##ACAGAGG":2947,"ttac":2948,"##TGATTCC":2949,"##tctgtaa":2950,"##TCAGAAC":2951,"##ataccc":2952,"##AGCTGGC":2953,"##actccatctc":2954,"##ACACCG":2955,"##AATTTTC":2956,"##AAATGGG":2957,"##ACATTGC":2958,"##tgtgag":2959,"tggc":2960,"gag":2961,"##tgcagg":2962,"##TATACAA":2963,"##ACATAGC":2964,"##ATATCCC":2965,"##AGAATTG":2966,"##ATGAAGC":2967,"##atctctc":2968,"##ATAAAAG":2969,"##AGGCTGC":2970,"##TGTGTGC":2971,"##TGCCCG":2972,"##tgaatgaa":2973,"ttatt":2974,"##TATATGC":2975,"##aagacc":2976,"ttttc":2977,"GAGC":2978,"##ATCTGAA":2979,"##TTCTGGG":2980,"##aaaaaattagcc":2981,"##atgtgtgcg":2982,"##aaagagaa":2983,"##ATTTTTC":2984,"##aaaaaaaaaaaaaa":2985,"##atttcac":2986,"##ttctcc":2987,"##TGGCTCC":2988,"##acC":2989,"##tgcacc":2990,"##atataac":2991,"##aagataa":2992,"##aagtt":2993,"##ttttcaa":2994,"##ATCATTC":2995,"##AAAATCC":2996,"##TGTTGGG":2997,"##AGCCTCC":2998,"##gccactgcactccagcc":2999,"##ATCTCCC":3000,"##tgagccgag":3001,"##tttttctc":3002,"##TTCCCG":3003,"##ACTTGCC":3004,"##ACATAAC":3005,"aatg":3006,"##ttgagcc":3007,"##TTTGTAA":3008,"##aaaataaaa":3009,"##AGCGGG":3010,"##ttaattc":3011,"##ACTTTGC":3012,"##AAGTGAA":3013,"##TCTGTCC":3014,"##tatacag":3015,"##actatc":3016,"##AGTTTAA":3017,"##ttataag":3018,"tgaa":3019,"##ACACCCC":3020,"cagc":3021,"##TTCTGTG":3022,"##tcagcctcc":3023,"##AAGAGGG":3024,"##atcagc":3025,"TACC":3026,"##AGGTTTT":3027,"##gggaa":3028,"##TCATGCC":3029,"cttc":3030,"GTGG":3031,"##AAGAATG":3032,"##AAGATGC":3033,"##AGAACCC":3034,"##ataggc":3035,"##TTTGCCC":3036,"##aaggcc":3037,"##ATGTGAA":3038,"##AACACTG":3039,"##TCAACG":3040,"##aagt":3041,"##acctcaggtgatcc":3042,"##acaacc":3043,"##TCTCTGG":3044,"##AGAGCG":3045,"##AGGTGGC":3046,"##TATTCCC":3047,"tttaa":3048,"##TGTTTGC":3049,"##ACAAAGC":3050,"##TTTCTAC":3051,"##ttgtac":3052,"##AGTTGGG":3053,"##AGTGCCC":3054,"##TTTCTGG":3055,"##acttcc":3056,"##tcactc":3057,"##AAGATGG":3058,"##gggagg":3059,"##AAGAAAG":3060,"##atgagc":3061,"##ATCCTCC":3062,"##ATAATAC":3063,"##ACATGGG":3064,"##TAAATTC":3065,"##tcca":3066,"##tcttgg":3067,"##tggctaa":3068,"GTTG":3069,"##tccagg":3070,"##AAACATC":3071,"##attatttt":3072,"##ATATGGC":3073,"##TTCACTG":3074,"##AAAAAGC":3075,"##ACAAGGG":3076,"##tagcaa":3077,"##AAAATGG":3078,"##AAGACTG":3079,"##TATAGAA":3080,"##aaaagaag":3081,"cag":3082,"##AACTCTG":3083,"##atagagcagtt":3084,"##attagcc":3085,"##TCTTTAC":3086,"##ACCTG":3087,"##AGGATGC":3088,"##ATTCCG":3089,"##TCTCAGC":3090,"##tctttaa":3091,"##TTGGCG":3092,"##tttgtaaagtc":3093,"##ACCTCTG":3094,"##atgttgg":3095,"##agagac":3096,"##TCGACG":3097,"##TTCTATT":3098,"##attctttt":3099,"##TTTTGCC":3100,"##ACCTGGG":3101,"##ttttctg":3102,"##TCTGCG":3103,"##ATTCCCC":3104,"##aaaattg":3105,"##gtggtggc":3106,"##ACAACG":3107,"##ttactt":3108,"##ttcacgcc":3109,"##AATATTC":3110,"##atctag":3111,"##ACTCTGC":3112,"##TATACTT":3113,"##tgggaa":3114,"##atctctac":3115,"##TCAGTAA":3116,"##AGACCCC":3117,"##TTCTTGG":3118,"##AGCGGC":3119,"##TGAGATG":3120,"##ACAAATC":3121,"CTAG":3122,"##AGGAAAG":3123,"##TTAAAAC":3124,"GTGC":3125,"##aaaatg":3126,"##agggaggg":3127,"##ATGGCCC":3128,"##TGCCTGC":3129,"##agtttg":3130,"##ttttctttt":3131,"##atctctg":3132,"##TCAAGGG":3133,"##ggggc":3134,"##ACACGG":3135,"##TTAGAC":3136,"##attcg":3137,"##agtaag":3138,"##ATCGCC":3139,"##GGCCGC":3140,"##tctcgatc":3141,"##AGGAAAC":3142,"##atgatcc":3143,"##TTCCTGC":3144,"##ATTTACC":3145,"##ACCAGCC":3146,"##ttctctc":3147,"##ATTGTAA":3148,"##ttgataa":3149,"##AATTTTG":3150,"##TTTCCG":3151,"##tatat":3152,"##AAGATTC":3153,"##TATGTAA":3154,"##TCTCTTG":3155,"##AGAGTAA":3156,"##TAGTTTT":3157,"##ATAACG":3158,"##atgagcc":3159,"##ATTTGGC":3160,"##tctttgc":3161,"##tcactgcagcc":3162,"##AGCAAGG":3163,"##AACTGAA":3164,"##taaaataa":3165,"##accactgcactccagcc":3166,"##gtag":3167,"##ttcattc":3168,"##ttctaa":3169,"##ATGAAGG":3170,"##TCCTTTT":3171,"##AAGAAAC":3172,"##TTAGTC":3173,"##tgcagtg":3174,"##ttgcccaggc":3175,"##TTCTCAG":3176,"##AGCTGAA":3177,"##ttctgag":3178,"##TCTCTAA":3179,"##tgggtgtgg":3180,"##AGTCCCC":3181,"##aagaaag":3182,"##tattataa":3183,"##TATATCC":3184,"##TGGTGGC":3185,"##acccacc":3186,"##tgatgg":3187,"tccc":3188,"##AAAAGCC":3189,"##ACAAGCC":3190,"##aggggc":3191,"##aagagg":3192,"##atgtatg":3193,"##taaaaatac":3194,"##AAGAGCC":3195,"##agctttc":3196,"##agaatgaa":3197,"##TGTCTGC":3198,"##ACAGTGC":3199,"##ACTTTAC":3200,"##taaaaataa":3201,"##TTTGGGC":3202,